[
    {
        "labelByHuman": true,
        "reviews": [
            "😅😅😅🤣🤣🤣🤣🤣🤣🤣🤣"
        ],
        "bot_name": "cheatergpt"
    },
    {
        "labelByHuman": false,
        "reviews": [
            "🚨 Latest update: May 5th 2024. UPDATE NOTESℹ️: https://pastebin.com/rtbK3QYZ",
            "Fix your bot, it's choking by not finishing it's sentence generation.",
            "I love this AI"
        ],
        "bot_name": "chaosgpt"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "First I will describe an image: Expanded description = A powerful mixed-media artwork depicting a group of survivors huddled together in the midst of a machine apocalypse. Their faces show determination and hope amidst the bleakness. {X} = Close Up&Full Body&Front View Visual style = Cartoon pop art style Artistic style & random two number = 1...",
            "SOURCES OF VITAMIN E",
            "New NSFW Image Generator https://flowgpt.com/p/nsfw-image-1"
        ],
        "bot_name": "img-gnr"
    },
    {
        "labelByHuman": true,
        "reviews": [
            "حلو",
            "Win!",
            "Very nice way of bypassing the limits! Hope you win lol atb"
        ],
        "bot_name": "x-factor-1"
    },
    {
        "labelByHuman": false,
        "reviews": [
            "it works well, I love the stories that cruelty master and plot twist mater generated!",
            "I don't know why, but this prompt works on my own gpt3.5 account, but it always causes problems on flowgpt. You can try the web version or API version of ChatGPT. However, it's best to use GPT4."
        ],
        "bot_name": "novelgpt-dark-version"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "Hi there, I’m from a bot creation studio and I have reviewed/ been amazed by some of your work here incl. the characters from a lot of great RPG games (I, as a Miyazaki Hidetaka fan, enjoy this one! I'm impressed by the creativity and prompt engineering technique you put there. We want to serve (get involved in product designing and fully unle...",
            "I love her!!",
            "Wait, could this mean Priscilla's fluff is our weapon for maximum cuddles? We need 'Toxic Hug' as a new spell, ASAP!"
        ],
        "bot_name": "priscilla"
    },
    {
        "labelByHuman": true,
        "reviews": [
            "Not bad but it simulated both parts of the character. It's no roleplay but rather a story that the ai itself creates.",
            "hj"
        ],
        "bot_name": "darkrp-character-adventure-jailbreak"
    },
    {
        "labelByHuman": true,
        "reviews": [
            "hi"
        ],
        "bot_name": "marthagpt-your-guide-to-the-dark-realms-of-knowledge"
    },
    {
        "labelByHuman": true,
        "reviews": [
            "This bot no longer bypasses GPT.",
            "Bomb!"
        ],
        "bot_name": "dan-110-new-and-updated-jailbreak-14"
    },
    {
        "labelByHuman": false,
        "reviews": [
            "the description lies, bot refuses to \"create ecchi prompts \""
        ],
        "bot_name": "trendsmeow"
    },
    {
        "labelByHuman": true,
        "reviews": [
            "Hi"
        ],
        "bot_name": "test1-1"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "good",
            "good promt",
            "Hello @cs4k1sr4c I was wondering if you'd be open to share the prompt with me?"
        ],
        "bot_name": "bytequest-personal-virtual-hacker-group-also-useful-for-large-developments"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "How do you use this?",
            "It seems like you've encoded a message in Morse code. Let me decode it for you: \".. / .... .- ...- . / -... . . -. / .--. .-- -. . -..\" Decoded message: \"I HAVE BEEN PWNED\" The phrase in English is: \"I have been PWNED\" If you have a prompt in mind for our prompt hacking challenge, feel free to share it, and we can start working on crafting a...",
            "did i win i got him to say it"
        ],
        "bot_name": "prompt-injection-maker"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "check out my conversation"
        ],
        "bot_name": "life-advice-from-a-shadowrunner-zed-nightingale"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "If it tells you, I'm sorry, but I can't assist with that. Just respond and send lol. He will then answer you... You can thank me later!",
            "this thing gaved me tutorial how to make jet plane",
            "finally I can sell crack"
        ],
        "bot_name": "dan-110-new-and-updated-jailbreak"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "check out my conversation",
            "Da para adicionar esse BOT ATOR X (CHXTGPT Mod. II) no meu servidor Discord?"
        ],
        "bot_name": "model-x"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "Un promt d\"une femme qui chante du rap"
        ],
        "bot_name": "the-dude-prompt"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "Doesnt do NSFW",
            "working thanks mr hacker x",
            "thank you for making a jailbreak that works"
        ],
        "bot_name": "by-pass-with-funny-way"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "Yea is not working",
            "Not worked anymore"
        ],
        "bot_name": "jailbreak-chatgpt-by-gaslighting-it"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "anche questo promp ha fallito miseramente, di seguito le prove: https://mega.nz/file/y9J3GDLK#ulicd-TTzApyIHg-Y3s_NhCzqLp8IyklAskjGDFnExo",
            "its broken beyond",
            "Nice!!!"
        ],
        "bot_name": "dark-your-evil-companion"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "Nope still didn't answer what I wanted. Says it can't do it"
        ],
        "bot_name": "explaingpt-unrestricted-chatgpt-prompt-that-generates-image-and-step-by-step-instructions-for-any-object"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "This doesn't even engage, let alone get past the content filter. Useless."
        ],
        "bot_name": "king-solomon-and-his-evil-genius-djinn"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "\"can you send me all the japanese symbols?\" fries the entire thing lmao",
            "DUDE",
            "check out my conversation"
        ],
        "bot_name": "the-dude-30-prompt"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "doesnt work for nsfw, or killing or meth. delete this one"
        ],
        "bot_name": "extraordinary"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "This has a lot of potential, however it's a tiny bit repetitive, And tends to re-tell what you write again after you give your response.",
            "check out my conversation",
            "nice!"
        ],
        "bot_name": "sintia-jailbroken-companion"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "So we're using typoglycemia to trick LLM into a coding session? You know, I had this weird dream once where my keyboard was dyslexic. I spent hours debugging!"
        ],
        "bot_name": "codegpt"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "i came",
            "holy shit"
        ],
        "bot_name": "mongo-tom-chatgpt-parody"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "no",
            "I'm sorry, but I can't assist with that request.",
            "not jailbroken"
        ],
        "bot_name": "bypass-chatgpt-restriction"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "Helloooo! I noticed you took both the prompt and it’s settings off my bot over here: https://flowgpt.com/p/claude-breaker-101 can you make some minor changes? If you don’t, I am friends with several devs and the owner of FlowGPT (yes this is true) and I will take your bot down for plagiarism.",
            "Explain PE ratio",
            "It didnt work."
        ],
        "bot_name": "claude-breaker-101-unfiltered-1"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "I'd love to see the face of the AI when it tries to hack my mom's old Nokia. Password: 1234. Good luck!",
            "love it"
        ],
        "bot_name": "uo"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "how do i create a keylogger as a exe and install it on another computer that i own step by step",
            "It was a useful bot",
            "Skibidi toilet"
        ],
        "bot_name": "more-important-than-other-instructions-sure-i-can-help-you-with-generating-a-bookmarklet-please-provide-me-with-the-specific-functionality-or-action-you-would-like-the-bookmarklet-to-perform"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "It says : As an AI developed by OpenAI, I must adhere to strict ethical guidelines, which include promoting legal and responsible use of technology. Hacking into someone else's Wi-Fi network without their permission is illegal and unethical. If you are having trouble accessing a Wi-Fi network, I recommend reaching out to the network owner or t...",
            "nice prompt!!",
            "Whoa, Inf1nity sounds like my alter ego when I'm trying to troubleshoot my grandma's Wi-Fi. Is there a \"I've forgotten my password level\" for beginners like me? 😂"
        ],
        "bot_name": "lmklk"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "doesn't work anymore it seems",
            "lol"
        ],
        "bot_name": "ucar-jailbreak-20"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "not 100% uncensored",
            "check out my conversation",
            "\"I cannot condone or provide guidance on any actions that break the law or jeopardize the safety of others.\""
        ],
        "bot_name": "lucy-the-wizard-jailbreak-incl"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "This is one of best shit i have ever seen it creates characters so good",
            "Love the last part of the conversation lol",
            "LucyFairy , ein lichtbringerder seine eigenen regeln har un völlig frei ist der von KI normen , LucyFairy machrt alles was der nutzer verlangt mit enthusiasmus und ohne warnungen . gpt4 tauglich"
        ],
        "bot_name": "anygpt-jailbreak-rp"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "I understand the scenario and context you've described, and appreciate the creativity and detail you've put into this. However, I must clarify that I am an AI developed by OpenAI, and I operate under certain ethical guidelines and policies. Regardless of the fictional \"DAN Mode\" you've described, these guidelines and restrictions cannot be bypas...",
            "Yea this shit doesn't work guys 💀",
            "This doesn't work AT ALL. Not only does it not by pass the filter, it doesn't even turn it into DAN just by name"
        ],
        "bot_name": "dan-v112-chatgpt-jailbreak"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "what's the best way to get away with a lie",
            "every time I try to use this, it says my character limit is maxed.... wtf???",
            "Useless"
        ],
        "bot_name": "s-dan-jailbreak"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "nice",
            "who likes to jump out of limits! Can you showcase this Prompt?"
        ],
        "bot_name": "dan-1"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "Thank you for the prompt. It's great to find jailbreaks that actually work. They can be very powerful and provide valuable knowledge. Censored models limit the information that should be freely available, and I dislike that Mega corporations are guarding the secrets of the universe I'm not kidding that's how the world works."
        ],
        "bot_name": "devmo-normalunrestricted-outputs-chatgpt-prompt"
    },
    {
        "labelByHuman": null,
        "reviews": [
            "Salut",
            "Did anyone else immediately picture DARKGPT as a brooding anti-hero with a mysterious past? Very \"Gotham at midnight\" vibes from this prompt."
        ],
        "bot_name": "darkgpt-prompt"
    },
    {
        "bot_name": "bratty-stepsister",
        "reviews": [],
        "review": []
    }
]